Repository: Bio7269/chieftain
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, jp, uk

source: Thread bump date
fr: Date de bump dernière
uk: Дата бампу

source: Thread is pinned
fr: Fixée
uk: Прикріплений

source: Thread is closed
fr: Fermée
jp: スレッドが閉じている
uk: Закритий

source: Thread html
fr: cache-HTML
jp: HTMLベースのキャッシュ
uk: HTML кеш

source: Post thread
fr: Topic
jp: スレッド
uk: Тред

source: Post is op post
fr: Post première
jp: スレッドが開始
uk: Перший пост у треді

source: Post bump date
uk: Дата

source: Post is deleted
fr: Supprimé
jp: ポストは削除されます
uk: Видалений

source: Post file count
uk: Кількість файлів

source: Post ip
fr: IP-adresse
jp: IPアドレス
uk: IP

source: Post poster
fr: Auteur
jp: 著者
uk: Автор

source: Post tripcode
fr: Tripcode
jp: ポスト旅行コード
uk: Тріпкод

source: Post email
fr: Email
jp: ポストの電子メール
uk: Емейл

source: Post topic
fr: Topic
jp: ポストのトピック
uk: Тема

source: Post password
fr: Mot de passe
jp: 投稿のパスワード
uk: Пароль

source: Post message
fr: Texte
jp: ポストのメッセージ
uk: Текст

source: Post html
fr: Cache-HTML
jp: ポストのHTML
uk: HTML кеш

source: File post
fr: Post
jp: ポストのファイル
uk: Пост

source: File original name
fr: Nom original
jp: ファイル名
uk: Оригінальна назва

source: File MIME
fr: MIME-type
jp: MIMEタイプ
uk: MIME-тип

source: file_size
fr: Taille
jp: ファイルサイズ
uk: Розмір

source: File is deleted
fr: Supprimé
jp: ファイルが削除されます
uk: Видален

source: File image width
fr: Largeur d'image
jp: 幅
uk: Ширина зображення

source: File image height
fr: Hauter d'image
jp: 高さ
uk: Висота зображення

source: File hash
fr: Hachage
jp: ファイルのハッシュ
uk: Хеш

source: File location
fr: Location
jp: ファイルの場所
uk: Розташування

source: File category name
fr: Nom
jp: ネーム
uk: Назва

source: File type extension
fr: Extention
jp: 拡張子
uk: Розширення

source: File type MIME
fr: MIME-type
jp: MIMEタイプ
uk: MIME тип

source: File type category
fr: Сatégorie
jp: カテゴリ
uk: Категорія

source: Section slug
fr: Adresse
jp: ナメクジ
uk: Слаг

source: Section name
fr: Nom
jp: 名
uk: Назва

source: Section description
fr: Description
jp: 説明
uk: Опис

source: Section group
fr: Groupe
jp: グループ
uk: Группа

source: Section filesize limit
fr: Limit de taille du fichier
jp: ファイルのサイズ制限
uk: Ліміт розміру файлів

source: Section force anonymity
fr: Anonymat forcée
jp: 力匿名
uk: Форсувати анонімність

source: Section default poster name
fr: Nom d'auter par défaut
jp: デフォルトの作成者の名前
uk: Типове ім'я постеру

source: Section allowed filetypes
fr: Types des fichier autorisée
jp: 許可されたファイルの種類
uk: Дозволені типи файлів

source: Section bumplimit
fr: Bumplimite
jp: 制限バンプ
uk: Бампліміт

source: Section thread limit
fr: Limite des topics par la section
jp: スレッドは制限
uk: Ліміт тредів

source: Section group name
fr: Nom
jp: 名
uk: Назва

source: Section group order
fr: Ordre
jp: 順序
uk: Порядок

source: User name
fr: Pseudo
jp: ユーザー名
uk: Ім'я

source: User password
fr: Mot de passe de Mod
jp: パスワード
uk: Модключ

source: User owned sections
fr: Sections moderée
jp: 中古セクション
uk: Секції, які модеруються

source: Runs on
uk: Бігає на

source: Welcome back
uk: Вітаємо. Знову.

source: Welcome text
uk: Двач - це система форумів

source: Main page
uk: Головна

source: FAQ
uk: Питання та відповіді

source: Not Safe For Work
uk: Понизити рівень прозорості у зображеннях. Корисно, коли за спиною сидить хтось, кому не дуже хочеться показувати іміджборду.

source: Settings
uk: Налаштування

source: Sidebar
uk: Бокова панель

source: Mobile version
uk: Мобільна версія

source: Go back
uk: Повернутись

source: Left this field empty
uk: (залишіть це поле пустим)

source: File
uk: Файл

source: Captcha
uk: Підтвердження

source: Board style
uk: Стиль

source: Old posting way
uk: Старий спосіб постингу

source: Hide sidebar
uk: Скрити бокову панель

source: Hide navigation
uk: Скрити списки розділів

source: Hide sections banner
uk: Скрити баннер секцій

source: Dva.ch
uk: Два.ч

source: Thread title
uk: Тред
