Repository: Bio7269/chieftain
Catalog: board/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You need to enter ban reason
ru: Необходимо ввести причину блокировки

source: Server error
ru: Ошибка сервера

source: can't refresh messages
ru: не могу обновить сообщения

source: Error on deleting post #
ru: Ошибка при удалении сообщения #

source: Password mismatch
ru: Неправильный пароль

source: Error on deleting file #
ru: Ошибка при удалении файла #

source: Invalid captcha
ru: Неправильный код

source: Default
ru: Обычный

source: News
ru: Новостной

source: International
ru: Интернациональный

source: Software
ru: Багтрекер

source: Question
ru: Вопрос

source: Expire date
ru: Срок действия

source: Poll
ru: Опрос

source: Polls
ru: Опросы

source: Choice name
ru: Вариант ответа

source: Vote count
ru: Количество голосов

source: Poll choice
ru: Вариант ответа

source: Poll choices
ru: Варианты ответов

source: Choice
ru: Выбранный вариант

source: Poll vote
ru: Голос

source: Poll votes
ru: Голоса

source: Bump date
ru: Дата бампа

source: Is deleted
ru: Удален

source: Is pinned
ru: Прикреплен

source: Is closed
ru: Закрыт

source: HTML cache
ru: Кэш

source: Thread
ru: Тред

source: Threads
ru: Треды

source: PID
ru: Идентификатор

source: First post in thread
ru: Стартует тред

source: File count
ru: Количество файлов

source: Data
ru: Метадата

source: Poster
ru: Имя

source: Tripcode
ru: Трипкод

source: Topic
ru: Тема

source: Password
ru: Пароль

source: Message
ru: Текст

source: Post
ru: Сообщение

source: Posts
ru: Сообщения

source: Original name
ru: Оригинальное имя

source: Type
ru: Тип

source: Size
ru: Размер

source: Image width
ru: Ширина изображения

source: Image height
ru: Высота изображения

source: Hash
ru: Хэш

source: Location
ru: Расположение

source: Thumbnail
ru: Иконка

source: File
ru: Файл

source: Files
ru: Файлы

source: Extension
ru: Разрешение

source: MIME
ru: MIME-тип

source: Group
ru: Группа

source: File type
ru: Тип файлов

source: File types
ru: Типы файлов

source: Name
ru: Название

source: File type group
ru: Категория файлов

source: Slug
ru: Адрес

source: Description
ru: Описание

source: Force to post file on thread creation
ru: Обязательное приложение файла при создании темы

source: Filesize limit
ru: Максимальный размер файла

source: Force anonymity
ru: Принудительная анонимность

source: Anonymous
ru: Аноним

source: Default poster name
ru: Имя автора по-умолчанию

source: Max posts in thread
ru: Бамплимит

source: Max threads
ru: Максимальное количество тредов

source: Section
ru: Раздел

source: Sections
ru: Разделы

source: Order
ru: Порядок

source: Is hidden
ru: Скрыта

source: Section group
ru: Группа разделов

source: Section groups
ru: Группы разделов

source: User owned sections
ru: Модерируемые секции

source: User profile
ru: Модератор

source: User profiles
ru: Модераторы

source: Word
ru: Слово

source: Wordfilter
ru: Вордфильтр

source: Wordfilters
ru: Вордфильтры

source: IP network
ru: IP-адрес

source: Either IP address or IP network specification
ru: IP или подсеть

source: Ban reason
ru: Причина бана

source: Denied IP
ru: Заблокированный IP

source: Denied IPs
ru: Заблокированные IP

source: Last threads of section
ru: Последние сообщения раздела

source: Last posts of thread
ru: Последние сообщения треда

source: Invalid file type
ru: Загружаемый тип файла не поддерживается

source: Too big file
ru: Загружаемый файл имеет слишком большой размер

source: This thread is closed, you cannot post to it.
ru: Эта тред закрыт, вы не можете в него отвечать

source: Enter post message or attach a file to your post
ru: Введите сообщение или прикрепите файл

source: You need to upload file to create new thread.
ru: Вы должны прикрепить файл для создания треда

source: Your post contains blacklisted word.
ru: Ваше сообщение содержит запрещенное слово

source: Authentication required to create threads in this section
ru: Для создания тредов в этом разделе требуется аутентификация

source: Nothing found
ru: Ничего не найдено

source: Not found
ru: Не найдено

source: Internal server error
ru: Ошибка сервера

source: API
ru: Программный интерфейс

source: Documentation
ru: Документация

source: Example URLs
ru: Примеры ссылок

source: Mod control panel
ru: Модераторская

source: Ban list
ru: Список банов

source: Banned
ru: Вы забанены!

source: You've been banned from this board
ru: Вы были забанены на этой доске

source: Reason
ru: Причина

source: Go back
ru: Назад

source: Left this field empty
ru: (оставьте поле пустым)

source: Submit
ru: Отправить

source: Captcha
ru: Подтверждение

source: Main page
ru: Главная

source: Welcome back
ru: Добро пожаловать. Снова.

source: Popular threads
ru: Популярные темы

source: Bookmarked threads
ru: Отмеченные темы

source: Welcome text
ru: Два.ч — это система форумов, где можно общаться быстро и свободно, где любая точка зрения имеет право на жизнь. Здесь нет регистрации и подписываться не нужно, хотя это не избавляет вас от необходимости соблюдать правила. Все форумы (кроме /Б/реда), а их список находится слева, имеют собственную чётко ограниченную тематику. Словом, всё, что не запрещено правилами отдельно взятого форума и относится к его тематике, на этом форуме разрешено.

source: Random image
ru: Случайная картинка

source: Not Safe For Work
ru: Not safe for work. Понизить / повысить прозрачность у всех картинок. Хорошо подходит когда за спиной сидит кто-то, кому не хотелось бы показывать контент имиджборды.

source: Settings
ru: Настройки

source: Storage
ru: Склад

source: Mobile version
ru: Мобильная версия

source: PDA version
ru: КПК версия

source: Hide
ru: Скрыть

source: Add to bookmarks
ru: Добавить в закладки

source: Search
ru: Поиск

source: OP-post
ru: Первое сообщение

source: Everything
ru: Все

source: Delete posts
ru: Удалить сообщения

source: Only files
ru: Только файлы

source: Delete all messages from IP
ru: Удалить все сообщения с айпи

source: Ban IP
ru: Забанить айпи

source: Thread title
ru: Тред

source: Expand images
ru: Развернуть изображения

source: Filter posts
ru: Фильтровать сообщения

source: with images
ru: с изображениями

source: reply count
ru: количество ответов

source: Style
ru: Стиль

source: Features
ru: Возможности

source: Various
ru: Различное

source: Board style
ru: Скин

source: New style form
ru: Новая форма ответа

source: Move form to the bottom
ru: Переносить форму ответа вниз

source: Hard posts hide
ru: Полное скрытие

source: Minimalistic form
ru: Минималистичная форма ответа

source: Show markup panel
ru: Включить панель разметки

source: Enable desktop notifications
ru: Включить браузерные уведомления

source: Disable fast reply
ru: Отключить быстрый ответ

source: Show sidebar
ru: Включить боковую панель

source: Hide navigation
ru: Скрыть списки разделов

source: Hide sections banner
ru: Скрыть баннеры разделов

source: Disable post autoload
ru: Отключить автоподзагрузку

source: Disable posts preview
ru: Отключить предпросмотр ссылок

source: Disable answers map
ru: Отключить карту ответов

source: Hide sidebar
ru: Скрыть боковую панель

source: Links
ru: Ссылки

source: Bookmarks
ru: Отмеченное

source: Visited threads
ru: Посещенные треды

source: Hidden posts
ru: Скрытые сообщения

source: Delete
ru: Удалить

source: Disable
ru: Отключить возможность

source: mobile
ru: мобильный

source: Default version
ru: Обычная версия

source: Back
ru: Назад

source: anonymous imageboard
ru: анонимный форум

source: Runs on
ru: Бегает на

source: Close
ru: Закрыть

source: Information
ru: Информация

source: Ideas and suggestions
ru: Идеи и предложения

source: Add this page to your home screen
ru: Добавьте эту страницу на ваш домашний экран

source: Reply
ru: Ответ
